Repository: opensourcesys/soundSplitter
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, fi, fr, pt_pt, ro, ru, tr

source: Unsupported Windows release
bg: Неподдържано издание на Windows
de: Nicht unterstützte Windows-Version
es: Versión de Windows no soportada
fi: Ei-tuettu Windows-versio
fr: Version de Windows non pris en charge
pt_pt: Versão do Windows não suportada
ro: Versiune Windows neacceptată
ru: Неподдерживаемый выпуск Windows
tr: Desteklenmeyen Windows sürümü

source: You are using {releaseName} ({build}), a Windows release not supported by this add-on. This add-on requires {supportedReleaseName} ({supportedBuild}) or later.
bg: Използвате {releaseName} ({build}), версия на Windows, която не се поддържа от тази добавка. Тази добавка изисква {supportedReleaseName} ({supportedBuild}) или по-нова версия.
de: Sie verwenden {releaseName} ({build}), eine Windows-Version, die von dieser NVDA-Erweiterung nicht unterstützt wird. Diese NVDA-Erweiterung benötigt {supportedReleaseName} ({supportedBuild}) oder neuer.
es: Estás usando {releaseName} ({build}), una versión de Windows que no se soporta en este complemento. Este complemento requiere {supportedReleaseName} ({supportedBuild}) o posterior.
fi: Käytät{releaseName}:n versiota ({build}), jota tämä lisäosa ei tue. Tämä lisäosa edellyttää {supportedReleaseName}:n versiota ({supportedBuild}) tai uudempaa.
fr: Vous utilisez {releaseName} ({build}), une version de Windows qui n'est pas pris en charge par cette extension. Cette extension nécessite {supportedReleaseName} ({supportedBuild}) ou version ultérieure.
pt_pt: Está a utilizar {releaseName} ({build}), uma versão do Windows não suportada por este extra. Este extra requer {supportedReleaseName} ({supportedBuild}) ou posterior.
ro: Utilizați {releaseName} ({build}), o versiune Windows care nu este acceptată de acest supliment. Acest supliment necesită {supportedReleaseName} ({supportedBuild}) sau o versiune ulterioară.
ru: Вы используете {releaseName} ({build}), версию Windows, не поддерживаемую этим дополнением. Для этого дополнения требуется {supportedReleaseName} ({supportedBuild}) или позднее.
tr: Bu eklenti tarafından desteklenmeyen bir Windows sürümü olan {releaseName} ({build}) kullanıyorsunuz. Bu eklenti, {supportedReleaseName} ({supportedBuild}) veya sonraki bir sürümünü gerektirir.

source: The sound split feature will be included in NVDA version 2024.2. It may already be available in your version, if you use alpha or beta releases of NVDA 2024.2.
bg: Функцията за разделяне на звука ще бъде включена във версия 2024.2 на NVDA. Възможно е вече да е наличен във вашата версия, ако използвате алфа или бета версии на NVDA 2024.2.
fi: Äänijako-ominaisuus sisällytetään NVDA:n 2024.2-versioon. Se saattaa jo olla käytettävissä nykyisessä versiossasi, jos käytät NVDA 2024.2:n alfa- tai beetaversioita.
ru: Возможность разделения звука будет включена в NVDA версии 2024.2. Возможно, она вам уже доступна, если вы используете альфа- или бета-версии NVDA 2024.2.
tr: Ses ayırma özelliği NVDA 2024.2 sürümüne dahil edilecektir. NVDA 2024.2'nin alfa veya beta sürümlerini kullanıyorsanız sürümünüzde zaten mevcut olabilir.

source: The sound split feature is now part of NVDA itself, as of NVDA 2024.2!
bg: Функцията за разделяне на звука вече е включена в NVDA от версия 2024.2!
fi: Äänijako-ominaisuus on nyt osa NVDA:ta versiosta 2024.2 alkaen.
ru: Функция разделения звука теперь является частью NVDA, начиная с версии NVDA 2024.2!
tr: Ses ayırma özelliği artık NVDA 2024.2'den itibaren NVDA'nın bir parçasıdır!

source: However, this is only helpful if you use WASAPI as your sound interface preference. (NVDA menu, Preferences, Settings, Advanced.) While WASAPI is the default in modern versions of NVDA, this add-on is still necessary if you choose to, or must, use sound split without WASAPI. The add-on will be maintained for that purpose, and for use in older versions of NVDA. If you only plan to use WASAPI, you may remove the add-on from copies of NVDA 2024.2, and configure the built-in feature.
bg: Това обаче е полезно само ако използвате WASAPI като предпочитание за звуков интерфейс. (меню на NVDA -> Настройки -> Опции -> Разширени). Докато WASAPI е по подразбиране в съвременните версии на NVDA, тази добавка все още е необходима, ако решите или трябва да използвате разделяне на звука без WASAPI. Добавката ще се поддържа за тази цел и за използване в по-стари версии на NVDA. Ако планирате да използвате само WASAPI, можете да премахнете добавката от копия на NVDA 2024.2 и да конфигурирате вградената функция.
fi: Tästä on kuitenkin hyötyä vain, jos käytät WASAPIa äänentoistoon. (NVDA-valikko > Asetukset > Asetukset > Lisäasetukset). Vaikka WASAPI on oletus uusissa NVDA-versioissa, tämä lisäosa on silti tarpeen, jos päätät tai sinun täytyy käyttää äänijakoa ilman WASAPIa. Lisäosaa ylläpidetään tätä tarkoitusta varten ja käytettäväksi vanhemmissa NVDA-versioissa. Jos aiot käyttää vain WASAPIa, voit poistaa lisäosan NVDA:n 2024.2-versioista ja ottaa käyttöön sisäänrakennetun ominaisuuden.
ru: Однако это полезно только в том случае, если вы используете WASAPI в качестве предпочтительного звукового интерфейса. (Меню NVDA, Параметры, Настройки, Дополнительно.) Хотя в современных версиях NVDA по умолчанию используется WASAPI, это дополнение по-прежнему необходимо, если вы решите или должны использовать разделение звука без WASAPI. Дополнение будет поддерживаться для этой цели и для использования в более старых версиях NVDA. Если вы планируете использовать только WASAPI, вы можете удалить это дополнение из копий NVDA 2024.2 и настроить встроенную функцию.
tr: Ancak bu yalnızca ses arayüzü tercihiniz olarak WASAPI kullanıyorsanız faydalıdır. (NVDA menüsü, Tercihler, Ayarlar, Gelişmiş.) NVDA'nın modern sürümlerinde WASAPI varsayılan olsa da, WASAPI olmadan ses bölmeyi kullanmayı seçerseniz veya kullanmak zorunda kalırsanız bu eklenti yine de gereklidir. Eklenti bu amaç doğrultusunda ve NVDA'nın eski sürümlerinde kullanılmak üzere muhafaza edilecektir. Yalnızca WASAPI kullanmayı planlıyorsanız eklentiyi NVDA 2024.2 kopyalarından kaldırabilir ve yerleşik özelliği yapılandırabilirsiniz.

source: Sound Splitter Alert!
bg: Предупреждение за разделянето на звука!
fi: Äänijakajan ilmoitus
ru: Предупреждение!
tr: Ses Ayırıcı Uyarısı!

source: Sound Splitter
bg: Разделяне на звука (Sound Splitter)
de: Sound-Teilung
fi: Äänijakaja
pt_pt: Divisor de som
ru: Разделение Звука
tr: Ses Ayırıcı

source: The Sound Splitter add-on can not currently be used in this version of NVDA while WASAPI is enabled in NVDA Advanced settings. If you want to use Sound Splitter, first disable WASAPI, then restart NVDA. The author apologizes for this inconvenience, and intends to support WASAPI as soon as possible.
bg: Добавката "Разделяне на звука" в момента не може да се използва в тази версия на NVDA, докато WASAPI е включен в разширените настройки на NVDA. Ако искате да използвате "Разделяне на звука", първо изключете WASAPI, след това рестартирайте NVDA. Авторът се извинява за това неудобство и възнамерява да поддържа WASAPI възможно най-скоро.
de: Die NVDA-Erweiterung Sound-Teilung kann in dieser NVDA-Version derzeit nicht verwendet werden, solange WASAPI in den erweiterten NVDA-Einstellungen aktiviert ist. Wenn Sie sie verwenden möchten, deaktivieren Sie zuerst WASAPI und starten Sie dann NVDA neu. Der Autor entschuldigt sich für diese Unannehmlichkeiten und beabsichtigt, WASAPI so bald wie möglich zu unterstützen.
es: El complemento Sound Splitter no se puede usar actualmente en esta versión de NVDA mientras WASAPI esté activado en las opciones avanzadas de NVDA. Si quieres usar Sound Splitter, primero desactiva WASAPI, y luego reinicia NVDA. El autor pide disculpas por las molestias, y pretende soportar WASAPI tan pronto como sea posible.
fi: Äänijakaja-lisäosaa ei voi tällä hetkellä käyttää tässä NVDA:n versiossa, kun WASAPI on otettu käyttöön NVDA:n lisäasetusten paneelista. Mikäli haluat käyttää Äänijakajaa, poista ensin WASAPI käytöstä ja käynnistä sen jälkeen NVDA uudelleen. Tekijä pahoittelee tätä hankaluutta ja aikoo tukea WASAPIa mahdollisimman pian.
fr: L'extension Sound Splitter ne peut pas être utilisée dans cette version de NVDA pendant que WASAPI est activé dans les paramètres avancé de NVDA. Si vous voulez utiliser Sound Splitter, désactivez d'abord WASAPI, puis redémarrez NVDA. L'auteur s'excuse pour cet inconvénient et a l'intention de supporter WASAPI dès que possible.
pt_pt: Atualmente, o extra Sound Splitter não pode ser utilizado nesta versão do NVDA enquanto o WASAPI estiver ativado nas definições avançadas do NVDA. Se pretender utilizar o Sound Splitter, desactive primeiro o WASAPI e, em seguida, reinicie o NVDA. O autor pede desculpa por este incómodo e tenciona suportar o WASAPI assim que possível.
ro: Suplimentul Sound Splitter nu poate fi utilizat în prezent în această versiune de NVDA în timp ce WASAPI este activat în setările avansate NVDA. Dacă doriți să utilizați Sound Splitter, mai întâi dezactivați WASAPI, apoi reporniți NVDA. Autorul își cere scuze pentru acest inconvenient și intenționează să sprijine WASAPI cât mai curând posibil.
ru: В этой версии NVDA нельзя использовать дополнение Разделение Звука, пока в дополнительных настройках NVDA включён WASAPI. Если нужно использовать разделение звука, сначала отключите WASAPI, а затем перезапустите NVDA. Автор приносит извинения за доставленные неудобства и намерен оказать поддержку WASAPI как можно скорее.
tr: WASAPI, NVDA Gelişmiş ayarlarında etkinleştirildiğinde, Ses Ayırıcı eklentisi şu anda NVDA'nın bu sürümünde kullanılamaz. Ses Ayırıcı eklentisini kullanmak istiyorsanız, önce WASAPI'yi devre dışı bırakın, ardından NVDA'yı yeniden başlatın. Yazar bu rahatsızlıktan dolayı özür diler ve mümkün olan en kısa sürede WASAPI'yi desteklemek niyetindedir.

source: &Split NVDA sound and applications' sounds into left and right channels
bg: &Разделяй звука от NVDA и звуците от другите приложения на ляв и десен канал
de: &Sound-Teilung von NVDA und des Sounds von Anwendungen in einen linken und einen rechten Audio-Kanal
es: &Separar el sonido de NVDA y el de otras aplicaciones en los canales izquierdo y derecho
fi: &Jaa NVDA:n äänet vasempaan kanavaan ja sovellusten äänet oikeaan
fr: &Séparer le son de NVDA et les sons des applications entre canaux gauche et droit
pt_pt: &Dividir o som do NVDA e os sons das aplicações em canais à esquerda e à direita
ro: &Divizați sunetul NVDA și sunetele aplicațiilor în canalele stânga și dreapta
ru: &Разделять звук NVDA и приложений на левый и правый каналы
tr: NVDA &sesini ve uygulamaların seslerini sol ve sağ kanallara ayır

source: Switch &left and right during sound split
bg: Разменяй &левия и десния канал при разделяне на звука
de: Umschalten zwischen &links und rechts während der Sound-Teilung
es: Alternar &izquierda y derecha durante la separación del sonido
fi: Vaihda v&asen ja oikea keskenään äänijaon aikana
fr: Intervertir la &gauche et la droite pendant que le son est séparé
pt_pt: Trocar a &esquerda e a direita durante a divisão do som
ro: Comutați de la &stânga la &dreapta în timpul separării sunetului
ru: Переключать каналы во время разделения звука
tr: Ses ayırma sırasında so&la ve sağa geçiş yap

source: Sound Splitter is disabled while WASAPI is being used. Please Turn off WASAPI in NVDA Advanced settings, restart NVDA and try again.
bg: "Разделяне на звука" е изключено, докато се използва WASAPI. Моля, изключете WASAPI в разширените настройки на NVDA, рестартирайте NVDA и опитайте отново.
de: Die Sound-Teilung ist deaktiviert, während WASAPI verwendet wird. Bitte deaktivieren Sie WASAPI in den erweiterten NVDA-Einstellungen, starten Sie NVDA neu und versuchen Sie es erneut.
es: Sound Splitter está deshabilitado mientras se usa WASAPI. Desactiva WASAPI en las opciones avanzadas de NVDA, reinicia NVDA y vuelve a intentarlo.
fi: Äänijakaja on poissa käytöstä WASAPIa käytettäessä. Poista WASAPI käytöstä NVDA:n lisäasetuksista, käynnistä NVDA uudelleen ja yritä sitten uudelleen.
fr: Sound Splitter est désactivé pendant que WASAPI est utilisé. Veuillez désactiver WASAPI dans les paramètres avancé de NVDA, redémarrer NVDA et réessayer.
pt_pt: O divisor de som está desativado enquanto o WASAPI está a ser utilizado. Desactive a WASAPI nas definições avançadas do NVDA, reinicie o NVDA e tente novamente.
ro: Sound Splitter este dezactivat cât timp WASAPI este utilizat. Dezactivați WASAPI în setările avansate NVDA, reporniți NVDA și încercați din nou.
ru: При использовании WASAPI Разделение Звука отключено. Пожалуйста, отключите WASAPI в дополнительных настройках NVDA, перезапустите NVDA и повторите попытку.
tr: WASAPI kullanılırken Ses Ayırıcı devre dışı bırakılır. Lütfen NVDA Gelişmiş ayarlarında WASAPI'yi kapatın, NVDA'yı yeniden başlatın ve tekrar deneyin.

source: Toggle sound split
bg: Превключва разделянето на звука
de: Sound-Teilung umschalten
es: Conmutar separación de sonido
fi: Vaihda äänijaon tilaa
fr: Basculer le séparateur de son
pt_pt: Alternar a divisão do som
ro: Comutați separarea sunetului
ru: Переключение разделения звука
tr: Ses Ayırıcıyı aç/kapat

source: Sound split enabled, NVDA on the right
bg: Разделянето на звука е включено, NVDA е в десния канал
de: Sound-Teilung aktiviert, NVDA rechts
es: Separación de sonido activada, NVDA a la derecha
fi: Äänijako käytössä, NVDA oikealla
fr: Séparateur de son activé, NVDA à droite
pt_pt: Divisão de som activada, NVDA à direita
ro: Separarea sunetului este activată, NVDA în partea dreaptă
ru: Разделение звука включено, NVDA справа
tr: Ses ayırıcı etkin, NVDA sesi sağda

source: Sound split enabled, NVDA on the left
bg: Разделянето на звука е включено, NVDA е в левия канал
de: Sound-Teilung aktiviert, NVDA links
es: Separación de sonido activada, NVDA a la izquierda
fi: Äänijako käytössä, NVDA vasemmalla
fr: Séparateur de son activé, NVDA à gauche
pt_pt: Divisão de som activada, NVDA à esquerda
ro: Separarea sunetului este activată, NVDA în partea stângă
ru: Разделение звука включено, NVDA слева
tr: Ses ayırıcı etkin, NVDA sesi solda

source: Sound split disabled
bg: Разделянето на звука е изключено
de: Sound-Teilung deaktiviert
es: Separación de sonido desactivada
fi: Äänijako poistettu käytöstä
fr: Séparateur de son désactivé
pt_pt: Som dividido desactivado
ro: Separarea sunetului este dezactivată
ru: Разделение звука отключено
tr: Ses ayırıcı devre dışı

source: Splits sound from NvDA screen reader and other programs to separate channels
bg: Разделя звука от екранния четец NvDA и други програми в отделни канали
de: Teilt den NVDA-Sound und anderen Programmen auf separate Audio-Kanäle auf
es: Separa el sonido del lector de pantalla NVDA y otros programas en canales independientes
fi: Jaa NVDA:n ja muiden ohjelmien äänet erillisiin kanaviin
fr: Séparer le son du lecteur d'écran NVDA et autres programmes dans des canaux séparés
pt_pt: Divide o som do leitor de ecrã NvDA e de outros programas em canais separados
ro: Separă sunetul de la cititorul de ecran NvDA și alte programe pe canale separate
ru: Разделяет звук из NVDA и других программ по отдельным каналам
tr: NVDA ekran okuyucu ve diğer programlardan gelen sesi ayrı kanallara böler
